[
    {
        "name":"台灣藍鵲",
        "category":"鴉科",
        "local":"台灣本土鳥類",
        "description":"體長:64~67公分，票選為台灣國鳥之一，排名第一，嘴巴和腳是紅色，虹膜是黃色，眼珠是黑色，頭和頸是黑色，身體是藍色，藍色羽毛在尾巴上面，尾巴下面是黑白相間的羽毛。棲息於中、低海拔的闊葉林、果園、或開墾地，常出現於山區道路、公園樹林或電線上。性格兇悍。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird1.jpg"
    },
    {
        "name":"小卷尾",
        "category":"卷尾科",
        "local":"台灣本土鳥類",
        "description":"體長:23~25公分，虹膜是褐色，額、臉、嘴、腳是黑色，身體和尾巴是藍色，尾羽有分叉。喜歡停棲於樹俏、突出樹枝或電線上，築巢於樹林上層，以芒草、花穗、為巢材料，呈碗型。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird2.jpg"
    },
    {
        "name":"小剪尾",
        "category":"鶲科",
        "local":"台灣本土鳥類",
        "description":"體長:12公分，雄雌同色，虹膜是黑褐色，嘴是黑色，腳是粉白色，全身黑白對比明顯，頭、頸、上胸、背、翼黑色，翼有白色粗條帶，中央尾羽黑色，外側尾羽白色。額至前頭、腰至尾上覆羽、下胸以下白色，脇有黑色斑紋。生活於低海拔至高海拔之山間無汙染的溪流或瀑布區，單獨或成對在淺水區岩上，或水流湍急的峽谷、瀑布活動，築巢在溪邊或瀑布附近的岩縫。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird3.jpg"
    },
    {
        "name":"水雉",
        "category":"水雉科",
        "local":"台灣本土鳥類",
        "description":"體長52公分，趾、爪甚長，夏羽頭至頸白色，後頸金黃色外緣黑褐色，全身黑褐色尾甚長，翼白色；冬羽尾短，背灰褐色，過眼線黑褐色延伸至頸側、上胸，喉至頸、胸以下白色。喜好棲息在大型的淡水湖泊、埤塘、沼澤、菱角田等水域，夏季生活、築巢於菱角等浮葉植物上。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird4.jpg"
    },
    {
        "name":"火冠戴菊",
        "category":"戴菊科",
        "local":"台灣本土鳥類",
        "description":"體長:9公分，虹膜是褐色，眼周黑色，外緣白色，上方白色由前額延伸至後頸。嘴黑色。腳黃褐色。頭上黑色，雄鳥頭頂中央有橙紅色冠紋，雌鳥冠紋是黃色。頰、頸側至後頸灰色。背部黃綠色，具白色翼帶，腰黃色。翼、尾羽是黑色，羽緣黃色。喉、胸至腹污白色，腹側黃色。棲息在中、高海拔針葉林及針闊葉混合林，冬季高海拔族群會遷移至稍低海拔。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird5.jpg"
    },
    {
        "name":"台灣紫嘯鶇",
        "category":"鶇科",
        "local":"台灣本土鳥類",
        "description":"體長:23公分，雌雄同色。虹膜栗紅色。嘴、腳黑色。全身深藍至黑色，具寶藍色及紫色金屬光澤。棲息於低海拔山間、溪流附近或林緣陰濕地帶，會在人類活動的環境中出沒，台灣體型最大的溪鳥。性格孤獨機警，領域性強，除了繁殖期外多單獨活動。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird6.jpg"
    },
    {
        "name":"台灣噪鶥",
        "category":"畫眉科",
        "local":"台灣本土鳥類",
        "description":"體長:26公分，虹膜褐色，嘴黃褐色，腳粉褐色。頭上至後頸灰褐色，有黑褐色細鱗紋，眉線、顎線是白色。臉、背及胸栗褐色，背及胸有白色鱗狀羽緣。翼、尾羽藍灰色，初級飛羽羽緣及尾羽上部黃褐色。分布於高海拔山區之矮灌叢及針葉林中，冬季會遷降至中海拔區，成對或小群出現於灌叢、竹叢或林緣。飛行能力差，僅短距飛行，喜於地面活動，雜食性，以果實、昆蟲為食，常於山徑、垃圾推撿遊客丟棄食物，不怕人。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird7.jpg"
    },
    {
        "name":"白耳畫眉",
        "category":"畫眉科",
        "local":"台灣本土鳥類",
        "description":"體長:24公分，虹膜褐色，嘴黑色。腳肉色。白色過眼帶甚長，延伸到耳後散成鬚狀。頭、翼是藍黑色，後頸至背、胸大至灰黑色，初級飛羽基部灰白色。腰、腹、尾上及尾下覆羽橙色。腹部顏色稍淡。尾羽略長，末端灰白色。分布於中海拔的闊葉林，常小群出現，冬季會降至低海拔山區。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird8.jpg"
    },
    {
        "name":"白頭翁",
        "category":"鵯科",
        "local":"台灣本土鳥類",
        "description":"體長:18~19公分，虹膜暗褐色。嘴、腳黑色。成鳥頭上、後頸黑色，後頭白色，頰黑褐色，有白斑。背至尾上覆羽、小覆羽灰色，略帶黃綠色，翼、尾羽橄黃綠色。上胸、脇淡褐色，喉、腹以下白色。幼鳥後頭無白色。棲息於平原至中海拔的公園、學校、樹林、農耕地及果園等環境，族群數量多。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird9.jpg"
    },
    {
        "name":"白環鸚嘴鵯",
        "category":"鵯科",
        "local":"台灣本土鳥類",
        "description":"體長:20公分，虹膜褐色。嘴厚短，上緣下彎，象牙白或乳黃色。腳偏粉褐色。頭部灰黑色，頰有白色細紋。背面橄覽綠色，尾羽末端黑色，前頸有白色環頸，胸以下黃綠色，棲息於中、低海拔山區或丘陵地帶的林緣、灌叢或果林，常停棲樹枝、電線上鳴唱，成群，以果實、昆蟲等為食，築巢於低木或灌叢中，以草莖、樹葉為材料，呈碗型，雌雄共同育雛。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird10.jpg"
    },
    {
        "name":"灰喉山椒鳥",
        "category":"鵯科",
        "local":"台灣本土鳥類",
        "description":"體長:17~19公分，虹膜深褐色。嘴、腳黑色。成鳥頰、頸是灰色，喉灰白色，中央有2根尾羽及基部黑色。雄鳥頭、背部、翼黑色，翼有橙紅色斑，腰至尾羽、胸以下橙紅色。雌鳥頭、背部、翼為黑色，翼有黃斑，腰至尾上覆羽橄黃色，尾羽、胸以下黃色，棲息於中、低海拔山區闊葉林，成群於樹梢活動，繁殖季節成對行動，非繁殖季節十幾隻成群活動。以昆蟲為主食，其次是漿果。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird11.jpg"
    },
    {
        "name":"灰鷽",
        "category":"雀科",
        "local":"台灣本土鳥類",
        "description":"體長:15公分，雄鳥頭至背鼠灰色，胸灰色。圓錐狀的喙黑色，喙基部周圍至眼有明顯三角形黑斑，邊緣白色。喉至腹淡紅褐色，腰及尾下覆羽白色。雙翼、翼肩及尾藍黑色，有淡紅褐色覆羽。雌鳥體色較偏黃褐色，僅頭頸部鼠灰色，其餘同雄鳥。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird12.jpg"
    },
    {
        "name":"河鳥",
        "category":"河鳥科",
        "local":"台灣本土鳥類",
        "description":"體長:22公分，體型圓胖，尾短，常向 上翹。雌雄鳥形態相同，全身為暗褐色，腳灰黑色。幼鳥全身有白 色斑點。出現於2800公尺以下中低海拔之溪流或山澗，喜歡乾淨且流 水稍快的河段。通常單獨活動，能在急湍中浮游、行走及覓食，因 為眼睛有透明的眼膜，可以潛入水中，尋找並獵取水中的石蠺蛾幼 蟲、魚蝦及昆蟲。停棲及行走時都會不停地上下擺動尾羽及翅膀， 展現特殊而有趣的行為。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird13.jpg"
    },
    {
        "name":"青背山雀",
        "category":"山雀科",
        "local":"台灣本土鳥類",
        "description":"體長:13公分，黑色頭頸，左右臉頰上的白斑，體下腹中央有黑色縱帶為其主要特徵，雌鳥之黑色縱帶較窄。頭部除臉頰、耳羽和後頸有白斑外，其餘皆為黑色且帶藍色光澤。背黃綠色，腰及尾上覆羽為灰色，翼黑褐色，各羽外緣為藍色，覆羽上有兩條白色橫紋；尾羽黑色，羽緣藍色。腹面深黃色，嘴黑色，腳鉛色。鳴聲悅耳且富變化。單獨或成對出現於枝葉間覓食，以昆蟲為主食。合群友善，常與冠羽畫眉、火冠戴菊等鳥類混群活動覓食。4~ 6月為繁殖期，築巢於山上路燈之電線桿洞，或折斷之竹桿洞，或枯樹洞中。冬季會垂直降遷到低海拔山區，或平原渡冬，春季又移棲到高山繁殖。分布於低海拔至中海拔山區，1000~2500公尺之闊葉林、針葉林、混合林中上層都可見到其蹤跡，冬季會降遷到低海拔的地區，為台灣普遍之特有亞種留鳥。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird14.jpg"
    },
    {
        "name":"冠羽畫眉",
        "category":"畫眉科",
        "local":"台灣本土鳥類",
        "description":"體長:11公分，頭上有龐克頭似的栗褐色羽冠，側邊黑色。黑色的過眼線和弧形頰線，將臉頰圍出一塊三角形，相當逗趣。背至尾羽橄褐色，喉、胸至腹部白色，脇部有紅褐色斑紋。雄鳥與雌鳥羽色相近。是中海拔相當優勢的鳥種之一，常成群出現在森林中、上層。性活潑好動，常在枝椏間跳上跳下找尋食物，也會倒吊著啄食花蜜。特別是山櫻花盛開時，常吸引大批冠羽畫眉前來覓食。偶而也會和繡眼畫眉、白耳畫眉、綠畫眉及山雀科鳥類等混群覓食。繁殖季時，叫聲不絕於耳，是中海拔山區美妙的背景音樂。本種有合作生殖的行為，常是幾對親鳥將蛋下在同一個窩裡，共同孵蛋並照顧幼鳥。此外，冠羽畫眉在冬季也會降遷到較低的山區過冬。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird15.jpg"
    },
    {
        "name":"星鴉",
        "category":"鴉科",
        "local":"台灣本土鳥類",
        "description":"體長:34公分，身體咖啡色，頭頂，翼及尾羽藍黑色。臉頰、後頸至背部及上胸密佈白色斑點，飛行時尾下覆羽與尾羽外側為醒目的白色。星鴉喜愛停棲在高大的針葉樹頂端，常單獨或小群在針葉樹冠層活動覓食，特別喜歡冷杉、鐵杉及二葉松，常倒吊在松枝上啄食毬果內的松子，偶而也吃昆蟲。星鴉在北半球的分布與松樹有密切關係，冬季降遷的範圍也跟中、低海拔二葉松的分布有關。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird16.jpg"
    },
    {
        "name":"紅胸啄花",
        "category":"啄花科",
        "local":"台灣本土鳥類",
        "description":"體長:9公分，台灣最小鳥類之一，雄鳥喉至胸部紅色。臉到胸側藍黑色，頭頂至背，翼及尾羽深藍色且具金屬光澤。腹部黃白色，中央有一藍色帶。雌鳥背部為橄欖綠，喉胸無紅色斑塊。成對或小群於喬木上層的枝條上覓食，為高山桑寄生植物的傳粉者及種子傳播者。因體型很小，所以觀察不易，通常只聽到叫聲而看不到鳥。不過當牠從一棵數移動到另一棵樹時，常會在空中飛行相當距離，是發現牠的絕佳時機。出現在中-高海拔地區。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird17.jpg"
    },
    {
        "name":"紅嘴黑鵯",
        "category":"鵯科",
        "local":"台灣本土鳥類",
        "description":"體長:24公分，全身羽毛大致黑色，嘴與腳紅色，頭頂羽毛有些蓬鬆，翅膀之飛羽有灰色細邊。中低海拔山地與丘陵，棲於闊葉林上層。非常適應人類墾殖的破碎化森林，也適應平原上的公園、校園。非常普遍的樹棲性鳥類，適應各類樹林，也包括都市裡的公園綠地，常於樹林上層呈小群活動。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird18.jpg"
    },
    {
        "name":"栗背林鴝",
        "category":"鶲科",
        "local":"台灣本土鳥類",
        "description":"體長:13公分，雄鳥頭部及背部黑色，具白色長眉線，翼及尾羽暗褐色，腹部棕褐色，尾下覆羽白色，紅色頸環相當醒目，並延伸至翼肩。雌鳥頭、背部大致呈暗褐色，白眉線較雄鳥細而淡，腹部黃褐色、尾下覆羽白色明顯，可用以跟白眉林鴝雌鳥作區分。出現在中高海拔山區，因此又叫阿里山鴝，喜愛較空曠的環境，在林道、公路旁常可發現牠們的蹤跡。屬地棲性鳥類，會到地面上覓食，不甚懼人，但當受到干擾時，會躲到附近的草叢，或飛到較高的喬木上。冬季有降遷現象，甚至會到達低海拔的山腳下。活動模式單獨、成對或混群，棲地森林底層、林帶邊緣、灌叢和箭竹叢。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird19.jpg"
    },
    {
        "name":"酒紅朱雀",
        "category":"雀科",
        "local":"台灣本土鳥類",
        "description":"體長:15公分，嘴粗短圓錐形。雄鳥全身以朱 紅色為主，眉斑白 色，翅膀及尾羽黑 褐色，三級飛羽末 端白色。雌鳥背面 暗褐色，腹面褐色，都有黑色縱斑。通常出現於2000公尺以上中高海拔的森林邊緣、草叢及道路 邊，冬天會遷移到較低海拔地區，不會很怕人，可以接近到5公尺左右，常發出短促的「吱、吱、 吱」叫聲。以植物種子為 主食，飛行能力很強，築巢於樹上。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird20.jpg"
    },
    {
        "name":"喜鵲",
        "category":"鴉科",
        "local":"台灣本土鳥類",
        "description":"體長:43~50公分，大型鴉科鳥類且尾羽特長。頭部至頸、胸、背部為黑色，覆羽為暗藍色。尾羽甚長、藍綠色，肩羽及腹部為白色，尾下覆羽為黑色。飛行時，背兩側、飛羽內瓣白色甚醒目。平原或丘陵的農村，也極為適應都市。智商高，警覺性亦，雜食性，以種子、果實、昆蟲、食餘為食。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird21.jpg"
    },
    {
        "name":"黃山雀",
        "category":"山雀科",
        "local":"台灣本土鳥類",
        "description":"體長:13公分，票選為台灣國鳥之一，排名第三，臉及腹面為黃色，有青背山雀般黃綠的羽色，具有黑色羽冠，冠羽下方及後頸中央呈現白色，翼及尾羽為黑色，翼緣呈藍灰色；雄鳥下腹肛門周圍為黑色，雌鳥則無。為小型體態玲瓏的山鳥，與其他山雀科或畫眉科等鳥類混群，其主要食物為昆蟲。棲息在700公尺至2500公尺間之中、高海拔的闊葉林或針闊葉混合林中。生活於高海拔森林下層之箭竹叢或灌叢中，習性隱密，不易見到。黃羽鸚嘴為社會性強的鳥類，常成群出現，並會與灰頭花翼畫眉混群活動。飛行速度雖快，但不常做長距離的飛行。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird22.jpg"
    },
    {
        "name":"黃羽鸚嘴",
        "category":"鶯科",
        "local":"台灣本土鳥類",
        "description":"體長:10公分，尾長就占了一半。頭、背為橙褐色，臉頰、眉斑及顎線為白色，喉部黑色，飛羽黑色，初級飛羽羽緣灰白色，二、三級飛羽羽緣橙黃色，胸、腹部灰白色，體側偏橙褐色。尾羽基部栗紅色，末端暗褐色。活動模式是成對或成群，種子、果實、昆蟲、其他小型無脊椎動物。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird23.jpg"
    },
    {
        "name":"黃胸青鶲",
        "category":"鶲科",
        "local":"台灣本土鳥類",
        "description":"體長:10公分，雌雄鳥羽色不同。雄鳥喙黑色，虹膜黑褐色，頭、背、覆羽及腰灰藍色，頭有明顯白色眉斑，喉、胸橙黃色，腹及尾下覆羽為白色，飛羽褐色、外緣赤褐色，尾羽褐色，腳肉紅色。雌鳥喙黑色，虹膜黑褐色，眼環淡棕色，頭、背及腰欖褐色，頭無眉斑，飛羽褐色，胸黃褐色，喉、腹淡黃褐色，尾羽及尾上覆羽紅褐色，腳肉紅色。雄性亞成鳥體色較雄性成鳥淡，背為藍褐色，眉斑黃白色，喉白色，胸褐黃色。雌性亞成鳥體色類似雌性成鳥。棲息於台灣海拔1,000m至2,500m之間的山區，喜愛闊葉林下層或灌木層，經常單獨於林下陰暗灌叢內活動，並不容易見到，停棲時會不停抖動尾羽，飛行時通常不做長距離移動。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird24.jpg"
    },
    {
        "name":"黃胸藪鶥",
        "category":"畫眉科",
        "local":"台灣本土鳥類",
        "description":"體長:17公分，眼先有一塊橙色斑，為其辨識特徵。身體大致呈橄欖綠，部分羽毛具金黃色光澤。前額、臉頰、前胸至腹部呈橄黃色。翼黑褐色 初級飛羽橄黃色，尾羽橄褐色側邊及末端黑色，尾下有黑白相間的橫紋。為中海拔森林之優勢鳥種，生活於林下灌叢或草叢。成對或小群活動，攝取昆蟲、無脊椎動物、果實及種子為食。常是只聞其聲，但覓食時不甚懼人，有時可在路旁發現其蹤跡。冬季有降遷現象，甚至會下到200公尺的淺山。繁殖期雄鳥和雌鳥共同建立領域，雄鳥鳴聲宏亮。活動模式是成對、成群或混群，昆蟲、其他小型無脊椎動物、人類食餘、小型爬蟲類和果實、種子、嫩芽等。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird25.jpg"
    },
    {
        "name":"黃腹仙鶲",
        "category":"鶲科",
        "local":"台灣本土鳥類",
        "description":"體長:16公分，雄鳥頭部及背面大致為紫藍色，胸、腹及 尾下覆羽均為橙褐色。飛羽 黑褐色，羽緣略帶藍色。雌鳥背面大致為灰褐色，略帶藍色。額、臉、喉及上胸黃 褐色，胸及脇灰褐色，腹部 及尾下覆羽黃白色。通常單獨或小群出現於 1000~2400公尺中海拔闊葉 樹林樹冠上層，領域性很明顯，冬季會遷移到低海拔山區。活動模式是單獨、成群、成對或混群。昆蟲、其他小型無脊椎動物和果實、種子等。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird26.jpg"
    },
    {
        "name":"黑長尾雉",
        "category":"雉科",
        "local":"台灣本土鳥類",
        "description":"雄鳥體長:70公分，雌鳥體長:47公分，票選為台灣國鳥之一，排名第二，又稱為帝雉，雌雄異型。雄鳥全身紫藍黑色，有閃亮光澤。尾羽長，有黑白色橫帶交錯。喙角黑色，腳暗灰色以至綠褐色。雌鳥全身橄欖褐色，尾羽具黑色橫斑。雌雄眼周均裸出，皮膚呈紅色。棲息於全島中高海拔1,800~3,800公尺的針闊葉混合林和針葉林中，也見於次生林和人工造林地。偏好較陡峭的斜坡、林道泥石路面、地表植物和落葉覆蓋較多處。地棲性，在地面行走覓食，飛行能力不佳。性隱密而機警，於晨昏覓食，陰暗或雨霧天氣也是較愛活動的時機。雜食性。覓食時，以喙直接啄食地表的嫩葉、漿果、草籽、蚯蚓、螞蟻、蝴蝶幼蟲和其它小蟲。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird27.jpg"
    },
    {
        "name":"鉛色水鶇",
        "category":"鶲科",
        "local":"台灣本土鳥類",
        "description":"體長:12~14公分，喙短先端尖細，體態小巧輕盈，雄鳥全身以暗鉛灰色為主，腹部羽色較淡，額、眼鮮、頰略帶黑色，尾部為栗紅色，尾羽末端為暗褐色，而飛羽呈黑褐色。雌鳥全身以暗灰褐色為主，腹部羽色較暗灰色並有白色斑點，尾上及尾下覆羽皆為白色，飛羽及尾羽顏色較深。鉛色水鶇的幼鳥體色大致上和雌鳥相仿，唯雄鳥幼鳥頭部有斑，雌鳥幼鳥則全身密佈白斑。嘴部皆為黑色，腳呈淡褐色。足跡遍佈台灣山區各溪流間，棲息於中、低海拔山區溪流中的岩石堆、溪岸旁山壁上，或是樹林冠木叢、草叢地帶等附近之林緣地帶；自山腳到海拔2400公尺間都可發現其蹤影。以昆蟲及果實為主食，常站立於岩石上以捕食水面上或空中飛舞的昆蟲。領域性強，生性好鬥，會驅趕比牠大型的鳥類。多單獨活動。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird28.jpg"
    },
    {
        "name":"綠繡眼",
        "category":"繡眼科",
        "local":"台灣本土鳥類",
        "description":"體長:12公分，身體為黃綠色，喉及尾下覆羽黃色，胸、腹部灰白色，眼黑外圍有醒目的白色眼環。喙黑色，尖細。雄鳥與雌鳥體色相同。平地非常普遍的鳥類，都市中的公園或校園有樹的地方也常可見到。經常成群出現在樹木上，啄食昆蟲或果實，有時也會以倒掛的方式吸食花蜜。當淺山地區山櫻花開放時，也較易看到綠繡眼出現。飛行時，以波浪狀的方式前進，邊飛邊叫。活動模式是成對、成群或混群，森林、果園、灌叢、公園綠地、農耕地和城鎮，以昆蟲、其他小型無脊椎動物和果實、種子、嫩芽、花蜜、花粉為食。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird29.jpg"
    },
    {
        "name":"翠鳥",
        "category":"翠鳥科",
        "local":"台灣本土鳥類",
        "description":"體長:16公分，嘴長、為黑色，腳紅色，身短。頭至後頸為暗綠色佈有白斑，眼先、耳羽及腹面為橙紅色。體背為水藍色、兩翼為翠綠色。雌鳥下嘴基部為紅色。棲息於海拔1,200公尺以下的淡水水域邊，包括溪澗、河川、池塘、灌溉渠道，也會出現在海邊、河口及紅樹林間。需要豐富的小魚及清澈緩和的水域。喙粗厚且長而尖，棲息於水域旁，主要食物為小魚及溪蝦。覓食時會停棲於高處觀察，再迅速下衝捕食。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird30.jpg"
    },
    {
        "name":"鳳頭蒼鷹",
        "category":"鷹科",
        "local":"台灣本土鳥類",
        "description":"體長:40~48公分，雌鳥體型明顯大於雄鳥。喙及爪彎曲且銳利，臉鼠灰色，頭後枕有短冠羽，喉白色有一道粗而明顯的黑色喉央線，體背以褐色為主，腹面翼下、胸腹部及脛羽白色且密布褐色斑紋。飛行時有蓬鬆的尾下覆羽，尾有數道深淺相間的橫帶。尾羽長度相對於體長，屬長尾。臺灣廣泛分布於海拔2,000公尺以下的山地與丘陵，尤其在低海拔丘陵很普遍。可適應各種型態的森林，包括天然林、人工林、果園、樹林茂密的大型公園或是校園。以小型動物為食。出現於闊葉林。大部分時間停棲於林間，較常在溫和的天氣飛行，但滯空時間不長，每次飛行通常短於10分鐘。領域性強，雄鳥常昇空巡弋領域並以顯露明顯白色尾下覆羽及抖動雙翼等方式來宣示領域。獵食方式以枝頭伏擊與主動搜索兩者並用，食性非常廣，較常利用的包括鼠、松鼠、中小型鳥、蜥蜴、蛙類、昆蟲。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird31.jpg"
    },
    {
        "name":"褐頭鷦鶯",
        "category":"扇尾鶯科",
        "local":"台灣本土鳥類",
        "description":"體長:15公分，身體背部大致呈黃褐色，臉頰、喉至腹部則呈淡黃色。淡黃色眉線延伸至眼後，明顯比灰頭鷦鶯的眉線長。初級飛羽暗褐色，扇形尾羽黃褐色。繁殖季時，雄鳥嘴喙黑色，雌鳥下喙基部肉色。棲習於農耕地、草生地、灌叢、草澤等較開闊的環境山區開墾地偶可見，但平地農地或草生地仍較普遍，通常在稻田邊，河床附近的草叢活動，飛行能力不佳，大多以跳躍的方式前進。活動模式是單獨或成對，喜歡吃昆蟲、其他小型無脊椎動物。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird32.jpg"
    },
    {
        "name":"樹鵲",
        "category":"鴉科",
        "local":"台灣本土鳥類",
        "description":"體長:33公分，身體背部大致呈黃褐色，臉和喙黑色，頭頂暗灰色，背褐色。黑色的翼有一塊小白斑，飛行時可見雙翼閃現狹長白色翼帶或腰部。黑色長尾約佔1/2體長，尾下覆羽橙黃色。嘴粗厚，擅食果實。常在中、上層覓食，偶爾會下到地面。非繁殖季常會跟台灣藍鵲混群，一起在樹冠層覓食。飛行呈緩慢波浪狀，擺動著長尾有飄逸的感覺。秋冬時有不規則的漂移現象，會隨其食物果實的成熟往中、高海拔地區移動。繁殖於4～6月，雌、雄鳥會一起築巢、餵食。棲息於森林、疏林、林帶邊緣、果園、城鎮綠地等地方，活動模式是成對或成群。",
        "url":"image/bird33.jpg"
    },
    {
        "name":"鵂鶹",
        "category":"鴟鴞科",
        "local":"台灣本土鳥類",
        "description":"體長:12~15公分，台灣體型最小的貓頭鷹，頭圓，頭至背部為黑褐色，有淡乳黃色斑點。後頸有兩塊黑斑，看似「假眼」。頸部以下為白色，胸部有環狀深淺褐色斑點。腹部有虛疏暗黃褐色縱斑。常把身體鼓得圓滾滾。夜間為主要活動時間，清晨和黃昏也可以發現蹤跡。通常找尋樹洞進行繁殖，有時候會採用五色鳥、啄木鳥的舊巢。活動模式是單獨或成對，棲息於森林、林帶邊緣。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird34.jpg"
    },
    {
        "name":"藍腹鷴",
        "category":"雉科",
        "local":"台灣本土鳥類",
        "description":"雄鳥體長:77公分，雌鳥:55公分，票選台灣國鳥之一，排名第四，大型雉科鳥類，雄鳥：頭頂有白色羽冠，臉和肉垂為鮮紅色，上背部白色，肩羽為暗葡萄紅色，身體為深藍色，且有亮藍色的鱗狀條紋。尾羽長，中央尾羽為白色，腳為紅色 。雌鳥：頭無冠羽，臉頰紅色，全身呈褐色，有淡黃色三角斑塊，尾較雄鳥短，尾羽紅褐色，腳紅色。個性安靜、害羞，警覺性高，受到驚嚇時會快速的逃開、飛走，喜於黎明、薄暮或光線較暗時活動，繁殖季2~7月，每窩蛋約3~5顆，都由雌鳥來負責照顧養育雛鳥。棲地於森林底層，食物以果實、種子、嫩葉、昆蟲和其他小型無脊椎動物，活動模式是單獨或成群行動。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird35.jpg"
    },
    {
        "name":"黃鸝",
        "category":"黃鸝科",
        "local":"台灣本土鳥類",
        "description":"體長約26cm，雌雄鳥的羽色略有不同。雄鳥喙桃紅色，虹膜棕紅色，全身大致為鮮黃色，有粗長的黑色過眼線自眼先延伸至後頭連合，此黑色過眼線在後頭的寬度窄於在眼部的寬度。初級飛羽黑色，其外緣與末端黃色。次級飛羽外瓣黃色，基部黑色，內瓣末端黃色，其餘黑色。大覆羽黃色，其外側各羽之內瓣基部黑色，中覆羽、小覆羽黃色，初級覆羽黑色，末端黃色，因此停棲時在翼部有一明顯黃色斑，中央尾羽黑色、末端有狹窄黃帶，其餘尾羽基部黑色，外緣及末端為黃色。雌鳥的羽色類似雄鳥，但過眼線較細，全身的黃色部分略帶綠色。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird36.jpg"
    },
    {
        "name":"鱗胸鷦鶥",
        "category":"鷦眉科",
        "local":"台灣本土鳥類",
        "description":"體長約9~10cm，全身背面 橄欖褐色，雄鳥胸及腹部 黑褐色而有灰白色鱗狀斑 紋，尾羽很短，與翅膀約 等長，尾下覆羽綠淡黃褐 色。雌鳥胸部以下羽緣為 淡黃褐色，其他大致像雄鳥。出現於中高海拔1000~2800公尺之濃密森林底層或木造涼亭內，喜歡停棲於陰濕地帶，性羞怯，常單獨躲藏在茂密草叢或陰暗地面活動，不易發現，也不做長距離的飛行，受到驚嚇時會立刻飛入密叢裡。雜食性，常啄食幼芽、嫩葉及小昆蟲。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird37.jpg"
    },
    {
        "name":"褐頭花翼",
        "category":"畫眉科",
        "local":"台灣本土鳥類",
        "description":"體長約11cm，頭及背褐色，眼先、臉和頭側線深褐色，眼環白色。喉、胸及腹灰白色，胸部密佈深褐色細縱斑。翼橙黃色，初級飛羽具亮淺色細邊。雄鳥與雌鳥羽色相近。生活在高海拔森林下層的灌叢或濃密的箭竹叢中，通常都呈小群活動，不太跟其他鳥類混群。活動模式是成群或成對，棲息於植被濃密的森林底層、林帶邊緣、草生地、灌叢和箭竹叢，食物是昆蟲、其他小型無脊椎動物和果實、種子、嫩芽。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird38.jpg"
    },
    {
        "name":"白腹秧雞",
        "category":"秧雞科",
        "local":"台灣本土鳥類",
        "description":"體長約28~33公分，嘴黃色，基部上方紅色，臉部、頸部至腹部皆為白色，背面黑褐色，尾下覆羽紅褐色。體型圓胖，兩側稍微扁平，有利於穿越灌木叢及草叢。棲息於低平原海拔1000公尺以下的沼澤地、稻田，或河流、池塘、溝渠旁。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird39.jpg"
    },
    {
        "name":"紅頭山雀",
        "category":"長尾山雀科",
        "local":"台灣本土鳥類",
        "description":"體長約10公分，頭頂紅褐色，眼黃色，兩側有黑色寬眼帶，喉、腮及上胸圍成一白色半圓形區塊，中央為一塊大黑斑。胸及腹部白色，胸前有一似蝴蝶結的栗紅色橫帶，並延伸至體側。背、翼及尾羽藍灰色。分布於中、高海拔山區，大群活動於森林中、上層，喜愛倒掛在枝頭上覓食。活動時，會成群發出鳴叫聲，頗為吵雜，多群體活動或是與山雀科及畫眉科鳥類一起活動，是混種鳥群中的核心份子。活動模式是成群或混群。棲息於森林、林帶邊緣、灌叢、草叢，食物是昆蟲、其他小型無脊椎動物和果實、種子。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image/bird40.jpg"
    },
    {
        "name":"八色鳥",
        "category":"八色鳥科",
        "local":"過境鳥、候鳥",
        "description":"體長:16~20公分，嘴基往後有一條粗黑帶，栗褐色的頭頂中央也有一條黑線。眉線及喉部乳白色。胸、腹暗黃褐色，下腹及尾下覆羽鮮紅色。背暗綠色，初級飛羽黑色，有白斑。其它飛羽及覆羽綠色，小覆羽寶藍色。尾羽黑色，腰淡藍色。八色鳥喜愛低海拔闊葉林，可惜這樣的森林大多已遭人為開墾過，因此棲息環境甚受限制，被列為第二級保育類野生動物。常單獨、成對出現在樹林底層，飛行迅速，覓食時會到地面翻找、啄食，最愛蚯蚓。5月進入交配期，一窩蛋約3~5顆，由雙親共同照顧雛鳥。以蚯蚓為主食物，其次昆蟲、軟體動物、甚至小型脊椎動物，棲息於森林底層，活動模式是單獨或成群。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird1.jpg"
    },
    {
        "name":"小秧雞",
        "category":"秧雞科",
        "local":"過境鳥、候鳥",
        "description":"體長大約30公分，小秧雞是候鳥，其棲息在密集的湖泊、沼澤等濕地環境中，食性為肉食性，主要食物來源是水生動物。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird2.jpg"  
    },
    {
        "name":"白腰鵲鴝",
        "category":"鶲科",
        "local":"過境鳥、候鳥",
        "description":"體長:20~28cm。雄鳥嘴黑色，體色大致為黑藍色，下胸以下為橙紅褐色，腰到尾上覆羽白色，尾羽黑色，尾羽外側基部、尾下覆羽白色，雌鳥的體形大致似雄鳥，但頭到頸部、背部、上胸為黑灰色，下胸色澤較淡，尾羽較短。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird3.jpg"  
    },
    {
        "name":"白鶺鴒",
        "category":"鶺鴒科",
        "local":"過境鳥、候鳥",
        "description":"體長:16~18cm，雄鳥全身黑白兩色，額、臉、喉及腹部白色，上胸、頭頂往後至背部黑色。尾黑且長，兩側有白邊。雌鳥背部黑色偏灰，上胸黑色較窄，呈黑色寬帶。另一亞種有明顯的黑色過眼線，背部灰黑色。亞成鳥臉部略帶乳黃色，翼帶明顯。出現於中低海拔山區到海岸地帶的開闊地、農耕地、河床、或都會區綠地，常在地面、石頭或建築物上行走，偏好靠近水的環境，尾羽經常上下擺動，飛行時成大波浪狀。以水域邊之小型無脊椎動物為食。活動模式是單獨或成對。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird4.jpg"  
    },
    {
        "name":"灰鶺鴒",
        "category":"鶺鴒科",
        "local":"過境鳥、候鳥",
        "description":"體長:16~18cm，灰色頭及背部和雙翼覆羽無明顯白斑可與黃鶺鴒做一區分。但初級飛羽基部白色，因此翼端仍可見白斑。胸、腹部黃色，尾下覆羽鮮黃色，最易與黃鶺鴒混淆。有白色眉線，繁殖季時雄鳥喉部會長出一塊大黑斑(黃鶺鴒無此黑斑)，並出現一條白色顎線。雌鳥喉部大致為白色。冬季灰鶺鴒羽色與黃鶺鴒更近似，可用腳色區別，灰鶺鴒腳為黃褐色。棲息環境甚廣，但較常出現在山區溪流，水域邊。領域性強，幾乎都單獨活動覓食。停棲時尾巴會上下擺動。會呈大波浪狀飛行。棲息於溪澗等多種水域環境，食物是昆蟲和其他小型無脊椎動物。活動模式是單獨。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird5.jpg"  
    },
    {
        "name":"花雀",
        "category":"雀科",
        "local":"過境鳥、候鳥",
        "description":"體長:16cm，夏天時，雄鳥臉部、頭頂至背部黑色。喉、胸及肩橙色，腰及腹部白色，兩脇有黑斑。翼及尾黑色，羽緣較淡，翅膀有2條明顯的淡色翼帶；雌鳥頭部及頸部為灰褐色，後頸上有兩條黑縱帶，其餘色澤較淡。冬天時，雄鳥與雌鳥很像，雄鳥頭部轉為斑駁的黑褐色，雌鳥更淡。嘴黃色，尖端黑色。整個歐亞大陸北方皆為其繁殖地，台灣為其最東南方的度冬地，算是邊緣地帶，因此數量不多。常成對或小群在樹林邊緣或草生地活動，主要以種子或穀類為食。飛行時呈波浪狀，白色腰部非常明顯。活動模式是成對或成群，食物是種子和果實。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird6.jpg"  
    },
    {
        "name":"紅冠臘嘴雀",
        "category":"唐納雀科",
        "local":"過境鳥、候鳥、外來種",
        "description":"體長:20cm，頭部與延伸至前胸的V型區域是明顯的亮紅色，頸前半部、前胸與腹部為白色，腹部後半部、背部、雙翅和尾羽為暗灰色，海拔500m以下的灌木叢、樹木、草坪、公園。食性是雜食性，以植物果實、種子、昆蟲為主。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird7.jpg"  
    },
    {
        "name":"紅胸鶲",
        "category":"鶲科",
        "local":"過境鳥、候鳥",
        "description":"體長:20cm，雄鳥從喉部到胸前有鮮艷的橘紅色，頭、臉頰至胸側鉛灰，有白眼圈，尾下覆羽白色，雌鳥喉部到胸前則是白色。其棲息在密集的中等高度的林地中，食性為肉食性，主要食物來源是陸生無脊椎動物。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird8.jpg"  
    },
    {
        "name":"栗喉虎蜂",
        "category":"蜂虎科",
        "local":"過境鳥、候鳥",
        "description":"體長:29cm，栗喉蜂虎的羽色非常鮮豔，以綠色為主體，有黑色的眼帶與弧形下彎的嘴喙，尾羽為藍色，共有12枚，其中2枚中央尾羽較其他尾羽長，是金門所有鳥類中尾羽外型最特殊的，而陽光的照射顯得栗色喉部閃閃動人。栗喉蜂虎是金門地區的夏候鳥，主要在金門的時間是4~9月，5~7月間為求偶期與育鶵期。8月幼鳥全部離巢後，金門的田野幾乎都有機會見到栗喉蜂虎停棲於電線上或樹梢枝頭。栗喉蜂虎選擇築巢的環境有許多種類，其中較常見的有山谷沖蝕溝、海岸陡峭的沙壁、沙質的農田田埂、沙質水池壁、散兵坑及具有陡峭面的大型沙堆等。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird9.jpg"  
    },
    {
        "name":"燕鴴",
        "category":"燕鴴科",
        "local":"過境鳥、候鳥",
        "description":"體長23至24cm。雌雄鳥同色。喙短，口裂寬。翼長而尖，尾黑色，基部白色，呈叉狀。繁殖羽的喙黑色，基部紅色。體背橄欖褐色，腰白色。頦、喉乳黃色，外緣有一黑色細邊。頰、頸、胸黃褐色，腋和翼下覆羽栗棕色，腹、肛周和尾下覆羽白色，跗蹠黑灰色。非繁殖羽體色較淡，喙基無紅色，前頸黑色環不明顯。亞成鳥體背灰褐色，羽緣淡色，喉部無黑色環。棲息於平原的旱作農耕地、草地及濱海沙地。群聚性。空中飛行的姿勢似燕子，也會在飛行中掠食飛蟲。在地面覓食的行為似鴴類，會行走幾步，停下來觀察，再向前行走。如有野狗或人類等入侵巢區，一般會先引頸觀望，然後飛上空中鳴叫，藉以喚起其他同類的注意，並群飛至空中鳴叫，或在地面上以背部、側面對入侵者假裝受傷、跛行或拍翅等擬傷行為，以誘開入侵者。雛鳥如遇入侵者，會爬臥地上不動，靜待危險過去。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird10.jpg"  
    },
    {
        "name":"野鴝",
        "category":"鶲科",
        "local":"過境鳥、候鳥",
        "description":"又稱為紅喉歌鴝，體長:16cm，全身為棕褐色，有一條白色眉線與一條白色顎線，雄鳥是喉部為橙紅色，雌鳥是喉白色，過眼線黑褐色。地棲性很強，喜在離水不遠的茂密草叢間，或在密叢附近地面活動。在地面隨走隨啄，或在灌叢低枝間啄食。地棲性很強，喜在離水不遠的茂密草叢間，或在密叢附近地面活動。在地面隨走隨啄，或在灌叢低枝間啄食。隱身於濃密的叢藪間，以昆蟲為主食，亦取食植物嫩芽。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird11.jpg"  
    },
    {
        "name":"棕腹大仙鶲",
        "category":"鶲科",
        "local":"過境鳥、候鳥",
        "description":"體長:18cm，是一種小型的色彩亮麗的鶲。雄鳥上體深藍，下體棕色，臉黑，額、頸側小塊斑、翼角及腰部亮麗閃輝藍色。與棕腹仙鶲易混淆，區別在色彩較暗。雌鳥灰褐，尾及兩翼棕褐，喉上具白色項紋，頸側具輝藍色小塊斑。與棕腹仙鶲的區別在腹部較白。多在林下灌叢和下層樹冠層中單獨或成對活動。是山區密林及林下灌叢中甚常見的鶲。性較安靜，常靜靜地停息在灌木或幼樹枝上，當發現地上有昆蟲時，則突然飛到地上捕食，有時也飛到空中捕食飛行性昆蟲。主要以甲蟲、螞蟻、蛾、蚊、納、蜂、蟋蟀等昆蟲為食，也吃少量植物果實和種子。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird12.jpg"  
    },
    {
        "name":"黃尾鴝",
        "category":"鶲科",
        "local":"過境鳥、候鳥",
        "description":"體長:15cm，雄鳥的頭頂到後頸銀灰色，臉、喉部、背部及中央尾羽黑色，腰至尾為橙紅色，胸腹部則為鮮豔的橙紅色，翼上有一明顯白斑。雌鳥的身體背面呈褐色，頭及腹面為淡褐色，翼羽上的白色斑塊較小，尾羽外側則為淡橙色。喜愛較開闊的林緣或開墾地，常停棲於枝頭上等待獵物，一有機會即飛下捕捉，然後再回到原處處理及吃掉獵物。不慎怕人，但受驚嚇時會快速飛至較遠處閃避。棲息的林帶邊緣、疏林、灌叢、草生地、農耕地和公園綠地等多樣環境，食物有昆蟲、其他小型無脊椎動物和果實、種子。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird13.jpg"  
    },
    {
        "name":"黃眉柳鶯",
        "category":"柳鶯科",
        "local":"過境鳥、候鳥",
        "description":"體長:11~12cm，有黃色粗眉線的橄欖綠色系柳鶯。嘴大致黑色，下嘴基部黃色，過眼線黑色，飛羽黑褐色，有兩條明顯翼帶，三級飛羽羽緣白色，體下白色，僅脇部略帶黃色，腳暗褐色。雌鳥的身體背面呈褐色，頭及腹面為淡褐色，翼羽上的白色斑塊較小，尾羽外側則為淡橙色。喜愛較開闊的林緣或開墾地，常停棲於枝頭上等待獵物，一有機會即飛下捕捉，然後再回到原處處理及吃掉獵物。不慎怕人，但受驚嚇時會快速飛至較遠處閃避。棲息的林帶邊緣、疏林、灌叢、草生地、農耕地和公園綠地等多樣環境，食物有昆蟲、其他小型無脊椎動物和果實、種子。出現於中低海拔到海岸地帶的各式樹林與灌叢，單獨出現或與綠繡眼及其他柳鶯混群，以小型無脊椎動物為食，喜好於樹林中高層活動；活動時以短距離跳躍為主，資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird14.jpg"  
    },
    {
        "name":"黃眉黃鶲",
        "category":"鶲科",
        "local":"過境鳥、候鳥",
        "description":"體長:14cm，雄鳥的頭、背至尾黑色，橙黃色眉線相當長，喉至上胸橘黃色，上腹部黃色，下腹部至尾下覆羽白色。翼上也有一塊大白斑。雌鳥的頭及背部橄褐色、胸灰褐色，腹部至尾下覆羽白色。翅膀顏色較暗，尾黃褐色，眼圈白色。為稀有過境鳥，會出現在山區甚或公園裡。常單獨行動，在樹林中、上層活動，快速穿梭於枝葉間捕捉飛蟲。活動模式是單獨，棲息地林、疏林和林帶邊緣，以昆蟲、其他小型無脊椎動物為主。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird15.jpg"  
    },
    {
        "name":"黃眉鵐",
        "category":"鵐科",
        "local":"過境鳥、候鳥",
        "description":"體長:16cm，頭頂和頭側黑色，頭頂中央有一白色中央冠紋，前段較窄，到中央變寬。背棕色或紅褐色，具寬的黑色中央紋，腰和尾上覆羽棕紅色或栗色，兩翅和尾黑褐色。下體白色，喉具小的黑褐色條紋，胸和兩脅具暗色條紋。雄鳥頭部黑色具條紋，有顯著的鮮黃色眉紋。下體更白而多縱紋，翼斑也更白，腰更顯斑駁且尾色較重。黃眉鵐的黑色下頰紋比白眉鵐明顯，並分散而融入胸部縱紋中。與冬季灰頭鵐的區別在腰棕色，頭部多條紋且反差明顯。虹膜暗褐，上嘴褐色，下嘴灰白，腳肉褐色，棲息于山區混交林、平原雜木林和灌叢中，有稀疏矮叢及棘叢的開闊地帶，也到沼澤地和開闊田野中。一般集小羣生活或單個活動或與其它鵐類混雜飛行。雜食性，主要以雜草種子、葉芽和植物碎片等為食，也吃昆蟲。繁殖期在地面或灌叢內築碗狀巢。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird16.jpg"  
    },
    {
        "name":"黑面琵鷺",
        "category":"䴉科",
        "local":"過境鳥、候鳥",
        "description":"體長:60~78cm，全身白色、嘴末端呈寬扁狀的科。眼暗紅色，嘴黑色，扁平而末端膨大，形狀像琵琶，上嘴表面有橫皺摺，數目隨年齡而增加。前額、眼睛周圍及下頦的裸皮均為黑色，腳黑色。繁殖季節頭後和前胸會長出黃色飾羽，成熟的個體在眼睛前方會長出黃斑。較年輕的亞成鳥嘴先端顏色較淡，初級飛羽末端黑色，繁殖期不長出黃色飾羽。幼鳥嘴粉紅色，眼咖啡色，初級飛羽末端黑色。出現在河流出海口附近或淺水的魚塭、泥灘溼地。捕食小型魚類及蝦。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird17.jpg"  
    },
    {
        "name":"黑頭織布鳥",
        "category":"織布鳥科 ",
        "local":"過境鳥、候鳥",
        "description":"體長:12~15cm，成年雄性鳥類的頭部羽毛呈黑色，背部和翅膀羽毛為棕色，下半身則為淡黃色。雌性的外表類似，但羽色較為黯淡。黑頭織布鳥主要以種子為食，尤其是草籽和其他植物種子。這些織巢鳥在繁殖季節會形成群落，通常在樹上或灌木叢中築巢。它們常常與其他鳥類共同築巢，形成大型的社會性巢群，這種行為可以提供更多的保護和安全。在繁殖季節，它們也會增加昆蟲和其他小型無脊椎動物的攝取量，以提供給幼鳥更多的蛋白質。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird18.jpg"  
    },
    {
        "name":"銅藍鶲",
        "category":"鶲科 ",
        "local":"過境鳥、候鳥",
        "description":"體長15-17公分，鶲科中體型中等、尾長、停棲時姿態直立的種類。雄鳥除了眼先黑色和尾下覆羽深色且具白色羽緣之外，全身大致為銅藍色至松綠色(Turquoise)，嘴與腳為黑色。雌鳥與雄鳥相似，但藍色較淡並帶有較多灰色調。在台灣過境期多於海岸防風林、灌叢、離島等地出現，度冬記錄多於中低海拔山區，銅藍鶲主要以無脊椎動物為食，喜棲息於開闊森林、森林邊緣空地，會飛行捕食空中的飛蟲，但不太會如紅尾鶲飛回原地。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird19.jpg"  
    },
    {
        "name":"銹鵐",
        "category":"鵐科 ",
        "local":"過境鳥、候鳥",
        "description":"體長14公分，雄鳥頭至頸部、背部、上胸大致為栗紅色，甚醒目。尾、翼暗褐色，有灰白色細羽緣。下胸以下黃色，脇有綠褐色縱斑。雌鳥背面大致為橄褐色，有黑色縱斑；腰、尾上覆羽栗紅色；翼暗褐色，羽緣灰白色。眉斑乳黃色、耳羽褐色，顎線黑色，喉至前頸乳黃色。胸以下黃白色，有黑色縱斑。出現於平地至低海拔草叢、農耕地、樹林地帶。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird20.jpg"  
    },
    {
        "name":"橙頰梅花雀",
        "category":"梅花雀科 ",
        "local":"過境鳥、候鳥",
        "description":"體長14公分，雌雄難辨；雌鳥羽色較淺，橙色頰斑比雄鳥小。幼鳥的羽色比成鳥淺，頭部灰褐色。梅花雀科鳥的喙看似塗上了一層蠟，頰羽為橙色，幼鳥6周后頰部的橙色才較為明顯。雄鳥具紅色的尾上覆羽，此為橙頰梅花雀獨有的特徵。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird21.jpg"  
    },
    {
        "name":"燕鴴",
        "category":"燕鴴科 ",
        "local":"過境鳥、候鳥",
        "description":"體長23至24cm。雌雄鳥同色。喙短，口裂寬。翼長而尖，尾黑色，基部白色，呈叉狀。繁殖羽的喙黑色，基部紅色。體背橄欖褐色，腰白色。頦、喉乳黃色，外緣有一黑色細邊。頰、頸、胸黃褐色，腋和翼下覆羽栗棕色，腹、肛周和尾下覆羽白色，跗蹠黑灰色。非繁殖羽體色較淡，喙基無紅色，前頸黑色環不明顯。亞成鳥體背灰褐色，羽緣淡色，喉部無黑色環。棲息於平原的旱作農耕地、草地及濱海沙地。群聚性。空中飛行的姿勢似燕子，也會在飛行中掠食飛蟲。在地面覓食的行為似鴴類，會行走幾步，停下來觀察，再向前行走。如有野狗或人類等入侵巢區，一般會先引頸觀望，然後飛上空中鳴叫，藉以喚起其他同類的注意，並群飛至空中鳴叫，或在地面上以背部、側面對入侵者假裝受傷、跛行或拍翅等擬傷行為，以誘開入侵者。雛鳥如遇入侵者，會爬臥地上不動，靜待危險過去。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird22.jpg"  
    },
    {
        "name":"藍喉歌鴝",
        "category":"鶲科 ",
        "local":"過境鳥、候鳥",
        "description":"體長14cm。特徵為喉部具栗色、藍色及黑白色圖紋，眉紋近白，外側尾羽基部的棕色于飛行時可見。上體灰褐，下體白，尾深褐。雌鳥喉白而無橘黃色及藍色，黑色的細頰紋與由黑色點斑組成的胸帶相連。與雌性紅喉歌鴝及黑胸歌鴝的區別在尾部的斑紋不同。棲息於灌叢或蘆葦叢中。性情隱怯，常在地下作短距離賓士，稍停，不時地扭動尾羽或將尾羽展開。喜歡潛匿於蘆葦或矮灌叢下，飛行甚低，一般只作短距離飛翔。常歡快地跳躍，不去密林和高樹上棲息，在地面奔走極快。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird23.jpg"  
    },
    {
        "name":"藍歌鴝",
        "category":"鶲科 ",
        "local":"過境鳥、候鳥",
        "description":"體長14cm。雄鳥上體青石藍色，寬寬的黑色過眼紋延至頸側和胸側，下 體白。雌鳥上體橄欖褐，喉及胸褐色並具皮黃色鱗狀斑紋，腰及尾上覆羽沾藍。亞成鳥及部分雌鳥的尾及腰具些許藍色。棲於密林的地面或近地面處。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird24.jpg"  
    },
    {
        "name":"藍磯鶇",
        "category":"鶇科 ",
        "local":"過境鳥、候鳥",
        "description":"體長14cm。雄鳥身體頭、背部以及胸前為深藍色，腹部、尾下覆羽則為深棕色，翼羽外緣和尾羽則呈現黑色，而體表上的羽緣部份則掺有白色及黑色，使看上去有鱗狀似的斑紋。雌鳥大致成暗褐色，體羽的外緣呈現黑色尾端則為白色，故也有鱗狀似的斑紋。為台灣稀有留鳥及不普遍冬侯鳥，遷徙之族群大多9月抵達，分布於1500公尺以下的山區、河床沿岸等環境。喜愛站在電線、屋簷、岩石上並上下擺動著尾巴，雌鳥也會發出雄鳥般的鳴聲，但聲音小的多。有另一華南亞種雄鳥身體全為灰藍色僅翼部為黑色，但數量稀少。棲息於海岸峭壁、河床沿岸。食物是昆蟲、果實、花蜜、爬蟲類、青蛙。資料來源:網路上資料、維基百科、台灣野鳥誌、台灣野鳥圖鑑等資料來源。",
        "url":"image2/bird25.jpg"  
    }

]